class script(object):
    
    START_TXT = """<b>ʜᴇʏ {}, <i>{}</i>
    
<blockquote>ɪ ᴀᴍ ᴘᴏᴡᴇʀғᴜʟ ᴀᴜᴛᴏ ғɪʟᴛᴇʀ ᴡɪᴛʜ ʟɪɴᴋ sʜᴏʀᴛᴇɴᴇʀ ʙᴏᴛ. ʏᴏᴜ ᴄᴀɴ ᴜꜱᴇ ᴀꜱ ᴀᴜᴛᴏ ғɪʟᴛᴇʀ ᴡɪᴛʜ ʟɪɴᴋ sʜᴏʀᴛᴇɴᴇʀ ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘ... ɪᴛ'ꜱ ᴇᴀꜱʏ ᴛᴏ ᴜꜱᴇ ᴊᴜsᴛ ᴀᴅᴅ ᴍᴇ ᴀꜱ ᴀᴅᴍɪɴ ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘ ɪ ᴡɪʟʟ ᴘʀᴏᴠɪᴅᴇ ᴛʜᴇʀᴇ ᴍᴏᴠɪᴇꜱ ᴡɪᴛʜ ʏᴏᴜʀ ʟɪɴᴋ ꜱʜᴏʀᴛᴇɴᴇʀ... ♻️</blockquote></b>"""

    MY_ABOUT_TXT = """<b>╭━━━━━━━━━━❰ᴍʏ ᴀʙᴏᴜᴛ❱══❍⊱❁۪۪
│▸ ɴᴀᴍᴇ : <a href=https://t.me/infinity_botzz/205>ɪɴғɪɴɪᴛʏ ғɪʟᴛᴇʀ ʙᴏᴛ</a>
│▸ sᴇʀᴠᴇʀ : <a href=https://www.heroku.com>ᴋᴏʏᴇʙ</a>
│▸ ᴅᴀᴛᴀʙᴀsᴇ : <a href=https://www.mongodb.com>ᴍᴏɴɢᴏ ᴅʙ</a>
│▸ ʟᴀɴɢᴜᴀɢᴇ : <a href=https://www.python.org>ᴘʏᴛʜᴏɴ</a>
│▸ ʟɪʙʀᴀʀʏ : <a href=https://pyrogram.org>ᴘʏʀᴏɢʀᴀᴍ</a>
│▸ ᴠᴇʀsɪᴏɴ : ᴠ.3.0
╰━━━━━❰<a href=https://t.me/infinity_botzz>ɪɴғɪɴɪᴛʏ ʙᴏᴛᴢ</a>❱━━━══❍⊱❁۪۪</b>"""

    MY_OWNER_TXT = """<b>╭━━━━━❰ᴍʏ ᴏᴡɴᴇʀ ᴅᴇᴀᴛɪʟs❱══❍⊱❁۪۪
│▸ ɴᴀᴍᴇ : <a href=https://t.me/about_infinity01>ᴍʀ. ɪɴғɪɴɪᴛʏ</a>
│▸ ᴜᴘᴅᴀᴛᴇs ᴄʜᴀɴɴᴇʟ : <a href=https://t.me/infinity_botzz>ɪɴғɪɴɪᴛʏ ʙᴏᴛᴢ</a>
│▸ sᴘᴏɴsᴏʀᴅ ʙʏ : <a href=https://t.me/hd_movies_hub01/7>ʜᴅ ᴍᴏᴠɪᴇs ʜᴜʙ</a>
│▸ ᴄᴏ-sᴘᴏɴsᴏʀᴅ ʙʏ : <a href=https://t.me/infinitymoviefiles>ɪɴғɪɴɪᴛʏ ᴍᴏᴠɪᴇs</a>
│▸ ᴄᴏᴘʏʀɪɢʜᴛ ᴅɪsᴄʟᴀɪᴍᴇʀ : <a href=https://t.me/hd_movies_hub01/6>ʀᴇᴀᴅ ʜᴇʀᴇ</a>
│▸ ᴄᴏɴᴛᴀᴄᴛ : <a href=telegram.me/talk_mrs_bot>ᴍʀ. ɪɴғɪɴɪᴛʏ</a>
╰━━━━━❰<a href=https://t.me/infinity_botzz>ɪɴғɪɴɪᴛʏ ʙᴏᴛᴢ</a>❱━━━══❍⊱❁۪۪</b>"""


    STATUS_TXT = """<b>╭━━❰sᴛᴀᴛᴜs ʙᴀʀ❱══❍⊱❁۪۪
┣⪼𖨠 📁 ᴛᴏᴛᴀʟ ꜰɪʟᴇs: <code>{}</code>
┣⪼𖨠 👥 ᴛᴏᴛᴀʟ ᴜsᴇʀs: <code>{}</code>
┣⪼𖨠 🧧 ᴘʀᴇᴍɪᴜᴍ ᴜsᴇʀs: <code>{}<code>
┣⪼𖨠 ♻️ ᴛᴏᴛᴀʟ ᴄʜᴀᴛs: <code>{}</code>
┣⪼𖨠 ✨ ᴜsᴇᴅ sᴛᴏʀᴀɢᴇ: <code>{}</code>
┣⪼𖨠 🆓 ꜰʀᴇᴇ sᴛᴏʀᴀɢᴇ: <code>{}</code>
╰━━━━━━━❰ɪɴғɪɴɪᴛʏ ʙᴏᴛᴢ❱━━━══❍⊱❁۪۪</b>"""

    NEW_GROUP_TXT = """<b>#ɴᴇᴡɢʀᴏᴜᴘ</b>
<b>━━━━━━━━━━━━━━━━━━</b>
<b>ᴛɪᴛʟᴇ</b> - {}
<b>ɪᴅ</b> - <code>{}</code>
<b>ᴜsᴇʀɴᴀᴍᴇ</b> - {}
<b>ᴛᴏᴛᴀʟ</b> - <code>{}</code>
<b>━━━━━━━━━━━━━━━━━━</b>"""

    NEW_USER_TXT = """<b>#ɴᴇᴡᴜsᴇʀ</b>
<b>━━━━━━━━━━━━━━━━━━</b>
★ <b>ɴᴀᴍᴇ</b>: {}
★ <b>ɪᴅ</b>: <code>{}</code>
<b>━━━━━━━━━━━━━━━━━━</b>"""

    NOT_FILE_TXT = """👋 ʜᴇʟʟᴏ {},

ɪ ᴄᴀɴ'ᴛ ꜰɪɴᴅ ᴛʜᴇ <b>{}</b> ɪɴ ᴍʏ ᴅᴀᴛᴀʙᴀꜱᴇ! 🥲

👉 ꜱᴇᴀʀᴄʜ ᴏɴ ɢᴏᴏɢʟᴇ ᴀɴᴅ ᴄʜᴇᴄᴋ ʏᴏᴜʀ ꜱᴩᴇʟʟɪɴɢ.
👉 ᴩʟᴇᴀꜱᴇ ʀᴇᴀᴅ ᴛʜᴇ ɪɴꜱᴛʀᴜᴄᴛɪᴏɴꜱ ᴛᴏ ɢᴇᴛ ʙᴇᴛᴛᴇʀ ʀᴇꜱᴜʟᴛꜱ.
👉 ᴄʜᴇᴄᴋ ᴛʜᴇ ᴍᴏᴠɪᴇ ʀᴇʟᴇᴀꜱᴇ ᴅᴀᴛᴇ.
👉 ʀᴇᴩᴏʀᴛ @mpbotzsupport_bot ɪꜰ ʏᴏᴜ ᴅᴏɴ'ᴛ ꜰɪɴᴅ ɪᴛ."""
    
    EARN_TXT = """<b>ʜᴏᴡ ᴛᴏ ᴇᴀʀɴ ꜰʀᴏᴍ ᴛʜɪs ʙᴏᴛ

➥ ɴᴏᴡ ʏᴏᴜ ᴄᴀɴ ᴀʟꜱᴏ ᴇᴀʀɴ ᴍᴏɴᴇʏ ʙʏ ᴜꜱɪɴɢ ᴛʜɪꜱ ʙᴏᴛ.

» sᴛᴇᴘ 1:- ғɪʀsᴛ ʏᴏᴜ ʜᴀᴠᴇ ᴛᴏ ᴀᴅᴅ ᴛʜɪs ʙᴏᴛ ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴡɪᴛʜ ᴀᴅᴍɪɴ ᴘᴇʀᴍɪssɪᴏɴ.

» sᴛᴇᴘ 2:- ᴍᴀᴋᴇ ᴀᴄᴄᴏᴜɴᴛ ᴏɴ <a href=https://telegram.me/infinity_botz/207>ɪɴꜱʜᴏʀᴛ</a> [ ʏᴏᴜ ᴄᴀɴ ᴀʟsᴏ ᴜsᴇ ᴏᴛʜᴇʀ sʜᴏʀᴛɴᴇʀ ᴡᴇʙsɪᴛᴇ ]

» sᴛᴇᴘ 3:- ᴄʟɪᴄᴋ ᴏɴ ᴛʜᴇ ʙᴇʟᴏᴡ ɢɪᴠᴇɴ ʙᴜᴛᴛᴏɴ ᴛᴏ ᴋɴᴏᴡ ʜᴏᴡ ᴛᴏ ᴄᴏɴɴᴇᴄᴛ ʏᴏᴜʀ sʜᴏʀᴛɴᴇʀ ᴡɪᴛʜ ᴛʜɪs ʙᴏᴛ.

➥ ᴛʜɪꜱ ʙᴏᴛ ɪs ꜰʀᴇᴇ ꜰᴏʀ ᴀʟʟ, ʏᴏᴜ ᴄᴀɴ ᴜꜱᴇ ᴛʜɪꜱ ʙᴏᴛ ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘs ғᴏʀ ꜰʀᴇᴇ ᴏꜰ ᴄᴏꜱᴛ.</b>"""

    HOW_TXT = """<b>ʜᴏᴡ ᴛᴏ ᴄᴏɴɴᴇᴄᴛ ʏᴏᴜʀ ᴏᴡɴ sʜᴏʀᴛɴᴇʀ ‼️

➥ ɪꜰ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ᴄᴏɴɴᴇᴄᴛ ʏᴏᴜʀ ᴏᴡɴ sʜᴏʀᴛɴᴇʀ ᴛʜᴇɴ ᴊᴜsᴛ sᴇɴᴅ ᴛʜᴇ ɢɪᴠᴇɴ ᴅᴇᴛᴀɪʟs ɪɴ ᴄᴏʀʀᴇᴄᴛ ꜰᴏʀᴍᴀᴛ ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘ

➥ ꜰᴏʀᴍᴀᴛ ↓↓↓
<code>/set_shortlink ꜱʜᴏʀᴛɴᴇʀ_ꜱɪᴛᴇ ꜱʜᴏʀᴛɴᴇʀ_ᴀᴘɪ</code>

➥ ᴇxᴀᴍᴘʟᴇ ↓↓↓
<code>/set_shortlink inshort.com 9bccb0b14ed6841652fa22d3481907788c1b8838</code>

➥ ɪꜰ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ᴄʜᴇᴄᴋ ᴡʜɪᴄʜ ꜱʜᴏʀᴛᴇɴᴇʀ ʏᴏᴜ ʜᴀᴠᴇ ᴄᴏɴɴᴇᴄᴛᴇᴅ, ꜱᴇɴᴅ ᴛʜɪꜱ ᴄᴏᴍᴍᴀɴᴅ: /get_shortlink

📝 ɴᴏᴛᴇ:- ʏᴏᴜ ꜱʜᴏᴜʟᴅ ɴᴏᴛ ʙᴇ ᴀɴ ᴀɴᴏɴʏᴍᴏᴜꜱ ᴀᴅᴍɪɴ ɪɴ ɢʀᴏᴜᴘ.</b>"""

    IMDB_TEMPLATE = """✅ ɪ ꜰᴏᴜɴᴅ: <code>{query}</code>

🏷 ᴛɪᴛʟᴇ: <a href={url}>{title}</a>
🎭 ɢᴇɴʀᴇꜱ: {genres}
📆 ʏᴇᴀʀ: <a href={url}/releaseinfo>{year}</a>
🌟 ʀᴀᴛɪɴɢ: <a href={url}/ratings>{rating} / 10</a>
☀️ ʟᴀɴɢᴜᴀɢᴇꜱ: {languages}
📀 ʀᴜɴᴛɪᴍᴇ: {runtime} ᴍɪɴᴜᴛᴇꜱ

🗣 ʀᴇǫᴜᴇꜱᴛᴇᴅ ʙʏ: {message.from_user.mention}
©️ ᴘᴏᴡᴇʀᴇᴅ ʙʏ: <b>{message.chat.title}</b>"""

    FILE_CAPTION = """<b>[{file_name}](https://t.me/+y6sw5OKRsck3OTA1)\n\n<b>•────•────────•────•\n📌 ʀᴇǫᴜᴇꜱᴛ ɢʀᴏᴜᴘ : [ᴄʟɪᴄᴋ ʜᴇʀᴇ](https://t.me/+ZYPevL2d9k45ZDll)\n🎬 ᴍᴏᴠɪᴇꜱ ᴄʜᴀɴɴᴇʟ : [ᴄʟɪᴄᴋ ʜᴇʀᴇ](https://t.me/hd_movies_hub01/7)\n•────•────────•────•\n\n©️ ᴘᴏᴡᴇʀᴇᴅ ʙʏ : [ɪɴꜰɪɴɪᴛʏ ʙᴏᴛᴢ](https://t.me/infinity_botzz)</b></b>

🚫 ᴘʟᴇᴀꜱᴇ ᴄʟɪᴄᴋ ᴏɴ ᴛʜᴇ ᴄʟᴏꜱᴇ ʙᴜᴛᴛᴏɴ ɪꜰ ʏᴏᴜ ʜᴀᴠᴇ ꜱᴇᴇɴ ᴛʜᴇ ᴍᴏᴠɪᴇ 🚫"""

    WELCOME_TEXT = """👋 ʜᴇʟʟᴏ {mention}, ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ {title} ɢʀᴏᴜᴘ! 💞"""

    HELP_TXT = """<b>Note - <spoiler>ᴛʀʏ ᴇᴀᴄʜ ᴄᴏᴍᴍᴀɴᴅ ᴡɪᴛʜᴏᴜᴛ ᴀɴʏ ᴀʀɢᴜᴍᴇɴᴛ ᴛᴏ ꜱᴇᴇ ᴍᴏʀᴇ ᴅᴇᴛᴀɪʟꜱ 😹</spoiler></b>"""
    
    ADMIN_COMMAND_TXT = """<b>ᴀᴅᴍɪɴ ᴘᴀɴᴇʟ</b>
<b>━━━━━━━━━━━━━━━━━━</b>
<b>ʜᴇʀᴇ ɪs ʙᴏᴛ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅs 👇</b>

<b>📢 ʙʀᴏᴀᴅᴄᴀsᴛ ᴍᴇɴᴜ</b>
/broadcast - ᴛᴏ sᴇɴᴅ ᴍᴇssᴀɢᴇ ᴛᴏ ᴀʟʟ ʙᴏᴛ ᴜsᴇʀs
/grp_broadcast - ᴛᴏ sᴇɴᴅ ᴍᴇssᴀɢᴇ ᴛᴏ ᴀʟʟ ɢʀᴏᴜᴘs
/pin_broadcast - ᴛᴏ sᴇɴᴅ ᴍᴇssᴀɢᴇ ᴀs ᴘɪɴ ᴛᴏ ᴀʟʟ ʙᴏᴛ ᴜsᴇʀs
/pin_grp_broadcast - ᴛᴏ sᴇɴᴅ ᴍᴇssᴀɢᴇ ᴀs ᴘɪɴ ᴛᴏ ᴀʟʟ ɢʀᴏᴜᴘs

<b>🛡️ ᴜsᴇʀ ᴍᴀɴᴀɢᴇᴍᴇɴᴛ</b>
/ban_user - ᴛᴏ ʙᴀɴ ᴀ ᴜsᴇʀs ꜰʀᴏᴍ ʙᴏᴛ
/unban_user - ᴛᴏ ᴜɴʙᴀɴ ᴀ ᴜsᴇʀs ꜰʀᴏᴍ ʙᴏᴛ
/ban_grp - ᴛᴏ ᴅɪsᴀʙʟᴇ ɢʀᴏᴜᴘ
/unban_grp - ᴛᴏ ᴇɴᴀʙʟᴇ ɢʀᴏᴜᴘ
/users - ᴛᴏ ɢᴇᴛ ᴀʟʟ ᴜsᴇʀs ᴅᴇᴛᴀɪʟs
/chats - ᴛᴏ ɢᴇᴛ ᴀʟʟ ɢʀᴏᴜᴘs
/add_premium - ᴛᴏ ᴀᴅᴅ ᴜsᴇʀ ɪɴ ᴘʀᴇᴍɪᴜᴍ
/remove_premium - ᴛᴏ ʀᴇᴍᴏᴠᴇ ᴜsᴇʀ ꜰʀᴏᴍ ᴘʀᴇᴍɪᴜᴍ

<b>⚙️ ʙᴏᴛ & ɪɴᴅᴇx sᴇᴛᴛɪɴɢs</b>
/index - ᴛᴏ ɪɴᴅᴇx ʙᴏᴛ ᴀᴄᴄᴇssɪʙʟᴇ ᴄʜᴀɴɴᴇʟs
/index_channels - ᴛᴏ ᴄʜᴇᴄᴋ ʜᴏᴡ ᴍᴀɴʏ ɪɴᴅᴇx ᴄʜᴀɴɴᴇʟ ɪᴅ ᴀᴅᴅᴇᴅ
/stats - ᴛᴏ ɢᴇᴛ ʙᴏᴛ sᴛᴀᴛᴜs
/delete - ᴛᴏ ᴅᴇʟᴇᴛᴇ ꜰɪʟᴇs ᴜsɪɴɢ ǫᴜᴇʀʏ
/delete_all - ᴛᴏ ᴅᴇʟᴇᴛᴇ ᴀʟʟ ɪɴᴅᴇxᴇᴅ ꜰɪʟᴇ
/restart - ᴛᴏ ʀᴇsᴛᴀʀᴛ ʙᴏᴛ
/leave - ᴛᴏ ʟᴇᴀᴠᴇ ʏᴏᴜʀ ʙᴏᴛ ꜰʀᴏᴍ ᴘᴀʀᴛɪᴄᴜʟᴀʀ ɢʀᴏᴜᴘ
/invite_link - ᴛᴏ ɢᴇɴᴇʀᴀᴛᴇ ɪɴᴠɪᴛᴇ ʟɪɴᴋ
/set_pm_search - ᴛᴏ ᴅᴏ ᴘᴍ sᴇᴀʀᴄʜ ᴏɴ/ᴏꜰꜰ
<b>━━━━━━━━━━━━━━━━━━</b>"""

    USER_COMMAND_TXT = """<b>ᴜsᴇʀ ᴄᴏᴍᴍᴀɴᴅs</b>
<b>━━━━━━━━━━━━━━━━━━</b>
<b>ʜᴇʀᴇ ɪs ʙᴏᴛ ᴜsᴇʀ ᴄᴏᴍᴍᴀɴᴅs 👇</b>

/start - ᴛᴏ ᴄʜᴇᴄᴋ ʙᴏᴛ ᴀʟɪᴠᴇ ᴏʀ ɴᴏᴛ
/id - ᴛᴏ ᴄʜᴇᴄᴋ ɢʀᴏᴜᴘ ᴏʀ ᴄʜᴀɴɴᴇʟ ɪᴅ
/openai - ꜰɪɴᴅ sᴏʟᴜᴛɪᴏɴ ᴛᴏ ᴀɴʏ ǫᴜᴇsᴛɪᴏɴ ᴡɪᴛʜ ᴄʜᴀᴛɢᴘᴛ
/myplan - ᴛᴏ ᴄʜᴇᴄᴋ ʏᴏᴜʀ ᴘʟᴀɴ ᴅᴇᴛᴀɪʟs
/plans - ᴛᴏ ɢᴇᴛ ᴘʟᴀɴ ᴅᴇᴛᴀɪʟs
<b>━━━━━━━━━━━━━━━━━━</b>"""
    
    VERIFY_LOG_TEXT = """<b>[⚡ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ ꜱᴜᴄᴄᴇꜱꜱꜰᴜʟ ⚡]</b>
<b>━━━━━━━━━━━━━━━━━━━━━━━━━</b>
<b>👤 ᴜꜱᴇʀ:</b> <a href="tg://user?id={id}">{name}</a>
<b>🆔 ɪᴅ:</b> <code>{id}</code>
<b>⏰ ᴛɪᴍᴇ:</b> <code>{time}</code>
<b>🛡️ ꜱᴛᴀᴛᴜꜱ:</b> <code>24h ᴠᴇʀɪꜰɪᴇᴅ ✅</code>

<i>#Infinity_Bot_Verification</i>
<b>━━━━━━━━━━━━━━━━━━━━━━━━━</b>""" 

    SOURCE_TXT = """<b>sᴏᴜʀᴄᴇ ɪɴꜰɪɴɪᴛʏ</b>
<b>━━━━━━━━━━━━━━━━━━</b>
<b>স্বাগতম 🎉🎊</b>

<b>- sᴏᴜʀᴄᴇ -</b> <a href='https://t.me/infinity_botzz'>ʜᴇʀᴇ</a>

<b>ᴄᴏɴᴛᴀᴄᴛ ᴛᴏ ᴍᴀᴋᴇ ᴀ ʙᴏᴛ ʟɪᴋᴇ ᴛʜɪꜱ -</b>
<a href='https://t.me/infinity_botzz'>ɪɴꜰɪɴɪᴛʏ ʙᴏᴛᴢ</a>
<a href='https://t.me/talk_mrs_bot'>ᴍʀ ɪɴꜰɪɴɪᴛʏ</a>
<b>━━━━━━━━━━━━━━━━━━</b>"""

    PREMIUM_PLAN_TEXT = """<b><i><u>- ᴀᴠᴀɪʟᴀʙʟᴇ ᴘʟᴀɴs - </u>

- 1 ᴡᴇᴇᴋ - 10ʀs 
- 1 ᴍᴏɴᴛʜs - 40ʀs
- 3 ᴍᴏɴᴛʜs - 100ʀs (19% ᴏғғ)
- 6 ᴍᴏɴᴛʜs - 210ʀs (42% ᴏғғ)

<blockquote><u>🎁 ᴘʀᴇᴍɪᴜᴍ ғᴇᴀᴛᴜʀᴇs 🎁</u></blockquote>

○ ɴᴏ ɴᴇᴇᴅ ᴛᴏ ᴠᴇʀɪғʏ
○ ɴᴏ ɴᴇᴇᴅ ᴛᴏ ᴏᴘᴇɴ ʟɪɴᴋ
○ ᴅɪʀᴇᴄᴛ ғɪʟᴇs   
○ ᴀᴅ-ғʀᴇᴇ ᴇxᴘᴇʀɪᴇɴᴄᴇ 
○ ʜɪɢʜ-sᴘᴇᴇᴅ ᴅᴏᴡɴʟᴏᴀᴅ ʟɪɴᴋ                           
○ ᴜɴʟɪᴍɪᴛᴇᴅ ᴍᴏᴠɪᴇs & sᴇʀɪᴇs                                                                         
○ ꜰᴜʟʟ ᴀᴅᴍɪɴ sᴜᴘᴘᴏʀᴛ                              
○ ʀᴇǫᴜᴇsᴛ ᴡɪʟʟ ʙᴇ ᴄᴏᴍᴘʟᴇᴛᴇᴅ ɪɴ 1ʜ ɪꜰ ᴀᴠᴀɪʟᴀʙʟᴇ   

<blockquote>✨ ᴜᴘɪ ɪᴅ - <code>{}</code></blockquote>

ᴄʟɪᴄᴋ ᴛᴏ ᴄʜᴇᴄᴋ ʏᴏᴜʀ ᴀᴄᴛɪᴠᴇ ᴘʟᴀɴ /myplan

💢 ᴍᴜsᴛ sᴇɴᴅ sᴄʀᴇᴇɴsʜᴏᴛ ᴀғᴛᴇʀ ᴘᴀʏᴍᴇɴᴛ

‼️ ᴀғᴛᴇʀ sᴇɴᴅɪɴɢ ᴀ sᴄʀᴇᴇɴsʜᴏᴛ ᴘʟᴇᴀsᴇ ɢɪᴠᴇ ᴜs sᴏᴍᴇ ᴛɪᴍᴇ ᴛᴏ ᴀᴅᴅ ʏᴏᴜ ɪɴ ᴛʜᴇ ᴘʀᴇᴍɪᴜᴍ ʟɪsᴛ</i></b>"""